Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Moderation.Common.Title
source: Report
ar: إبلاغ
da: Anmeld
de: Melden
es: Reportar
fi: Ilmoittakaa
fr: Signaler
hi: रिपोर्ट करें
id: Laporkan
it: Segnala
ja: 報告
ms: Laporkan
nb: Rapporter
nl: Melden
pl: Zgłoś
pt: Denunciar
ro: Raportați
ru: Пожаловаться
sv: Anmäl
th: รายงาน
tr: Bildir
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

# Moderation.Content.Button
source: Report this content
ar: الإبلاغ عن هذا المحتوى
da: Anmeld dette indhold
de: Diesen Inhalt melden
es: Denunciar este contenido
fi: Ilmoittakaa tämä sisältö
fr: Signaler ce contenu
hi: इस सामग्री की रिपोर्ट करें
id: Laporkan konten ini
it: Segnala questo contenuto
ja: このコンテンツを報告
ms: Laporkan kandungan ini
nb: Rapporter dette innholdet
nl: Meld deze inhoud
pl: Zgłoś tę treść
pt: Sinalizar este conteúdo
ro: Raportați acest conținut
ru: Пожаловаться на это содержимое
sv: Anmäl detta innehåll
th: รายงานเนื้อหานี้
tr: Bu içeriği bildir
vi: Báo cáo nội dung này
zh_hans: 举报此内容
zh_hant: 檢舉此內容

# Moderation.Content.Explanation
source: Why do you want to report this content?
ar: لماذا تريد الإبلاغ عن هذا المحتوى؟
da: Hvorfor vil du anmelde dette indhold?
de: Warum möchten Sie diesen Inhalt melden?
es: ¿Por qué desea denunciar este contenido?
fi: Miksi haluatte ilmoittaa tämän sisällön?
fr: Pourquoi souhaitez-vous signaler ce contenu ?
hi: आप इस सामग्री की रिपोर्ट क्यों करना चाहते हैं?
id: Mengapa Anda ingin melaporkan konten ini?
it: Perché desidera segnalare questo contenuto?
ja: なぜこのコンテンツを報告するのですか?
ms: Mengapa anda mahu melaporkan kandungan ini?
nb: Hvorfor vil du rapportere dette innholdet?
nl: Waarom wilt u deze inhoud melden?
pl: Dlaczego chcesz zgłosić tę treść?
pt: Porque deseja sinalizar este conteúdo ?
ro: De ce doriți să raportați acest conținut?
ru: Почему Вы хотите пожаловаться на это содержимое?
sv: Varför vill du anmäla detta innehåll?
th: ทำไมคุณจึงต้องการรายงานเนื้อหานี้?
tr: Bu içeriği neden bildirmek istiyorsunuz?
vi: Tại sao bạn muốn báo cáo nội dung này?
zh_hans: 您为什么要举报此内容？
zh_hant: 您為什麼要檢舉此內容？

# Moderation.Profile.Button
source: Report this user
ar: الإبلاغ عن هذا المستخدم
da: Anmeld denne bruger
de: Diesen Nutzer melden
es: Denunciar a este usuario
fi: Ilmoittakaa tämä käyttäjä
fr: Signaler cet utilisateur
hi: इस उपयोगकर्ता की रिपोर्ट करें
id: Laporkan pengguna ini
it: Segnala questo utente
ja: このユーザーを報告
ms: Laporkan pengguna ini
nb: Rapporter denne brukeren
nl: Meld deze gebruiker
pl: Zgłoś tego użytkownika
pt: Sinalizar este utilizador
ro: Raportați acest utilizator
ru: Пожаловаться на этого пользователя
sv: Anmäl den här användaren
th: รายงานผู้ใช้รายนี้
tr: Bu kullanıcıyı bildir
vi: Báo cáo người dùng này
zh_hans: 举报此用户
zh_hant: 檢舉此使用者

# Moderation.Profile.Explanation
source: Why do you want to report this user?
ar: لماذا تريد الإبلاغ عن هذا المستخدم؟
da: Hvorfor vil du anmelde denne bruger?
de: Warum möchten Sie diesen Nutzer melden?
es: ¿Por qué desea denunciar a este usuario?
fi: Miksi haluatte ilmoittaa tämän käyttäjän?
fr: Pourquoi souhaitez-vous signaler cet utilisateur ?
hi: आप इस उपयोगकर्ता की रिपोर्ट क्यों करना चाहते हैं?
id: Mengapa Anda ingin melaporkan pengguna ini?
it: Perché desidera segnalare questo utente?
ja: なぜこのユーザーを報告するのですか?
ms: Mengapa anda mahu melaporkan pengguna ini?
nb: Hvorfor vil du rapportere denne brukeren?
nl: Waarom wilt u deze gebruiker melden?
pl: Dlaczego chcesz zgłosić tego użytkownika?
pt: Porque deseja sinalizar este utilizador ?
ro: De ce doriți să raportați acest utilizator?
ru: Почему Вы хотите пожаловаться на этого пользователя?
sv: Varför vill du anmäla den här användaren?
th: ทำไมคุณจึงต้องการรายงานผู้ใช้รายนี้?
tr: Bu kullanıcıyı neden bildirmek istiyorsunuz?
vi: Tại sao bạn muốn báo cáo người dùng này?
zh_hans: 您为什么要举报此用户？
zh_hant: 您為什麼要檢舉此使用者？

# Moderation.Reason.AdultNudityOrSexualActivity
source: Adult Nudity or Sexual Activity
ar: عُري أو نشاط جنسي
da: Nøgenhed eller seksuel aktivitet
de: Nacktheit oder sexuelle Handlungen
es: Desnudez o actividad sexual
fi: Alastomuus tai seksuaalinen toiminta
fr: Nudité ou activité sexuelle
hi: नग्नता या यौन गतिविधि
id: Ketelanjangan atau aktivitas seksual
it: Nudità o attività sessuale
ja: ヌードまたは性的な行為
ms: Bogel atau aktiviti seksual
nb: Nakenhet eller seksuell aktivitet
nl: Naaktheid of seksuele activiteit
pl: Nagość lub aktywność seksualna
pt: Nudez ou atividade sexual
ro: Nuditate sau activitate sexuală
ru: Обнажённое тело или сексуальная активность
sv: Nakenhet eller sexuell aktivitet
th: ภาพเปลือยหรือกิจกรรมทางเพศ
tr: Çıplaklık veya cinsel içerik
vi: Khỏa thân hoặc hoạt động tình dục
zh_hans: 裸露或性活动
zh_hant: 裸露或性活動

# Moderation.Reason.AdultSexualExploitation
source: Adult Sexual Exploitation
ar: استغلال جنسي للبالغين
da: Seksuel udnyttelse af voksne
de: Sexuelle Ausbeutung
es: Explotación sexual
fi: Aikuisten seksuaalinen hyväksikäyttö
fr: Exploitation sexuelle
hi: वयस्क यौन शोषण
id: Eksploitasi seksual orang dewasa
it: Sfruttamento sessuale
ja: 成人の性的搾取
ms: Eksploitasi seksual dewasa
nb: Seksuell utnyttelse av voksne
nl: Seksuele uitbuiting van volwassenen
pl: Wykorzystywanie seksualne
pt: Exploração sexual
ro: Exploatare sexuală a adulților
ru: Сексуальная эксплуатация взрослых
sv: Sexuellt utnyttjande
th: การแสวงประโยชน์ทางเพศจากผู้ใหญ่
tr: Cinsel istismar
vi: Bóc lột tình dục người lớn
zh_hans: 成人性剥削
zh_hant: 成人性剝削

# Moderation.Reason.Aggressive
source: Aggressive
ar: عدوانية
da: Aggressivitet
de: Aggressives Verhalten
es: Agresividad
fi: Aggressiivisuus
fr: Agressivité
hi: आक्रामकता
id: Agresivitas
it: Aggressività
ja: 攻撃的
ms: Agresif
nb: Aggressivitet
nl: Agressiviteit
pl: Agresywne zachowanie
pt: Agressividade
ro: Agresivitate
ru: Агрессивность
sv: Aggressivt beteende
th: ความก้าวร้าว
tr: Saldırganlık
vi: Hung hăng
zh_hans: 攻击性
zh_hant: 攻擊性

# Moderation.Reason.BullyingOrHarassment
source: Bullying or Harassment
ar: تنمر أو تحرش
da: Mobning eller chikane
de: Einschüchterung und Belästigung
es: Intimidación y acoso
fi: Kiusaaminen tai häirintä
fr: Intimidation et harcèlement
hi: उत्पीड़न या परेशान करना
id: Perundungan atau pelecehan
it: Intimidazione e molestie
ja: いじめまたは嫌がらせ
ms: Buli atau gangguan
nb: Mobbing eller trakassering
nl: Pesten of intimidatie
pl: Zastraszanie lub nękanie
pt: Intimidação e assédio
ro: Bullying sau hărțuire
ru: Травля или преследование
sv: Mobbning eller trakasserier
th: การกลั่นแกล้งหรือคุกคาม
tr: Zorbalık ve taciz
vi: Bắt nạt hoặc quấy rối
zh_hans: 欺凌或骚扰
zh_hant: 霸凌或騷擾

# Moderation.Reason.ChildSexualAbuseMaterial
source: Child Sexual Abuse Material
ar: مواد إساءة جنسية للأطفال
da: Materiale med seksuelt misbrug af børn
de: Missbrauch von Minderjährigen
es: Abuso de menores
fi: Lasten seksuaalista hyväksikäyttöä esittävä materiaali
fr: Abus de mineur
hi: बाल यौन शोषण सामग्री
id: Materi pelecehan seksual anak
it: Abuso su minori
ja: 児童性的虐待コンテンツ
ms: Bahan penderaan seksual kanak-kanak
nb: Materiale med seksuelt misbruk av barn
nl: Materiaal met seksueel misbruik van kinderen
pl: Materiały związane z wykorzystywaniem seksualnym dzieci
pt: Abuso de menores
ro: Material cu abuz sexual asupra copiilor
ru: Материалы сексуального насилия над детьми
sv: Material med sexuella övergrepp på barn
th: สื่อการล่วงละเมิดทางเพศเด็ก
tr: Çocuk istismarı
vi: Tài liệu lạm dụng tình dục trẻ em
zh_hans: 儿童性虐待内容
zh_hant: 兒童性虐待內容

# Moderation.Reason.CopyrightOrIntellectualPropertyInfringement
source: Copyright or Intellectual Property Infringement
ar: انتهاك حقوق الطبع أو الملكية الفكرية
da: Krænkelse af ophavsret eller intellektuel ejendom
de: Verletzung geistiger Eigentumsrechte
es: Vulneración de la propiedad intelectual
fi: Tekijänoikeuksien tai immateriaalioikeuksien loukkaus
fr: Violation de la propriété intellectuelle
hi: कॉपीराइट या बौद्धिक संपदा का उल्लंघन
id: Pelanggaran hak cipta atau kekayaan intelektual
it: Violazione della proprietà intellettuale
ja: 著作権または知的財産権の侵害
ms: Pelanggaran hak cipta atau harta intelek
nb: Brudd på opphavsrett eller åndsverk
nl: Schending van auteursrecht of intellectueel eigendom
pl: Naruszenie praw autorskich lub własności intelektualnej
pt: Violação de propriedade intelectual
ro: Încălcare a drepturilor de autor sau a proprietății intelectuale
ru: Нарушение авторских прав или интеллектуальной собственности
sv: Upphovsrätts- eller immaterialrättsintrång
th: การละเมิดลิขสิทธิ์หรือทรัพย์สินทางปัญญา
tr: Fikri mülkiyet ihlali
vi: Vi phạm bản quyền hoặc sở hữu trí tuệ
zh_hans: 版权或知识产权侵犯
zh_hant: 版權或智慧財產權侵犯

# Moderation.Reason.GraphicViolence
source: Graphic Violence
ar: عنف صريح
da: Grov vold
de: Gewalt
es: Violencia
fi: Raaka väkivalta
fr: Violence
hi: ग्राफिक हिंसा
id: Kekerasan grafis
it: Violenza
ja: 過激な暴力
ms: Keganasan grafik
nb: Grov vold
nl: Grafisch geweld
pl: Drastyczna przemoc
pt: Violência
ro: Violență grafică
ru: Графическое насилие
sv: Grovt våld
th: ความรุนแรงที่เห็นได้ชัด
tr: Şiddet
vi: Bạo lực đồ họa
zh_hans: 图像化暴力
zh_hant: 圖像化暴力

# Moderation.Reason.HarmOrCrime
source: Harm or Crime
ar: محتوى ضار أو إجرامي
da: Skadeligt eller kriminelt indhold
de: Schädliche oder strafbare Inhalte
es: Contenido perjudicial o delictivo
fi: Haitallinen tai rikollinen sisältö
fr: Contenu préjudiciable ou criminel
hi: हानिकारक या आपराधिक सामग्री
id: Konten berbahaya atau kriminal
it: Contenuto dannoso o illecito
ja: 有害または犯罪行為
ms: Kandungan berbahaya atau jenayah
nb: Skadelig eller kriminelt innhold
nl: Schadelijke of criminele inhoud
pl: Treści szkodliwe lub przestępcze
pt: Conteúdo prejudicial ou criminoso
ro: Conținut dăunător sau infracțional
ru: Вредоносное или преступное содержимое
sv: Skadligt eller kriminellt innehåll
th: เนื้อหาที่เป็นอันตรายหรือผิดกฎหมาย
tr: Zararlı veya suç teşkil eden içerik
vi: Nội dung có hại hoặc tội phạm
zh_hans: 有害或犯罪内容
zh_hant: 有害或犯罪內容

# Moderation.Reason.HatefulConduct
source: Hateful Conduct
ar: سلوك يحض على الكراهية
da: Hadefuld adfærd
de: Hasserfüllter Inhalt
es: Contenido de odio
fi: Vihapuhe
fr: Contenu haineux
hi: नफ़रत भरा व्यवहार
id: Perilaku menghasut kebencian
it: Contenuto d'odio
ja: ヘイト行為
ms: Tingkah laku kebencian
nb: Hatefull oppførsel
nl: Haatdragend gedrag
pl: Treści nacechowane nienawiścią
pt: Conteúdo de ódio
ro: Comportament instigator la ură
ru: Разжигание ненависти
sv: Hatiskt beteende
th: พฤติกรรมแสดงความเกลียดชัง
tr: Nefret içerikli içerik
vi: Hành vi thù ghét
zh_hans: 仇恨行为
zh_hant: 仇恨行為

# Moderation.Reason.HumanExploitation
source: Human Exploitation
ar: استغلال بشري
da: Menneskelig udnyttelse
de: Menschenhandel oder Ausbeutung
es: Explotación humana
fi: Ihmisten hyväksikäyttö
fr: Exploitation humaine
hi: मानव शोषण
id: Eksploitasi manusia
it: Sfruttamento umano
ja: 人身搾取
ms: Eksploitasi manusia
nb: Menneskelig utnyttelse
nl: Mensenuitbuiting
pl: Wykorzystywanie ludzi
pt: Exploração humana
ro: Exploatare umană
ru: Эксплуатация людей
sv: Människoexploatering
th: การแสวงประโยชน์จากมนุษย์
tr: İnsan sömürüsü
vi: Bóc lột con người
zh_hans: 人口剥削
zh_hant: 人口剝削

# Moderation.Reason.Impersonation
source: Impersonation
ar: انتحال شخصية
da: Falsk identitet
de: Identitätsdiebstahl
es: Suplantación de identidad
fi: Toisena esiintyminen
fr: Usurpation d'identité
hi: किसी और का रूप धारण करना
id: Penyamaran identitas
it: Furto d'identità
ja: なりすまし
ms: Menyamar sebagai orang lain
nb: Falsk identitet
nl: Identiteitsmisbruik
pl: Podszywanie się
pt: Roubo de identidade
ro: Uzurpare de identitate
ru: Выдача себя за другого
sv: Identitetsstöld
th: การปลอมตัวเป็นผู้อื่น
tr: Kimlik hırsızlığı
vi: Mạo danh
zh_hans: 冒充他人
zh_hant: 冒充他人

# Moderation.Reason.Misinformation
source: Misinformation
ar: معلومات مضللة
de: Falschinformationen
es: Desinformación
fi: Disinformaatio
fr: Désinformation
hi: ग़लत जानकारी
id: Misinformasi
it: Disinformazione
ja: 誤情報
ms: Maklumat salah
nb: Feilinformasjon
nl: Misinformatie
pl: Dezinformacja
pt: Desinformação
ro: Dezinformare
ru: Дезинформация
sv: Desinformation
th: ข้อมูลที่ผิด
tr: Yanlış bilgilendirme
vi: Thông tin sai lệch
zh_hans: 虚假信息
zh_hant: 不實資訊

# Moderation.Reason.Other
source: Other
ar: أخرى
da: Andet
de: Andere
es: Otro
fi: Muu
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ms: Lain
nb: Annet
nl: Anders
pl: Inne
pt: Outro
ro: Altele
ru: Другое
sv: Annat
th: อื่นๆ
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

# Moderation.Reason.PersonallyIdentifiableInformation
source: Personally Identifiable Information
ar: مشاركة معلومات شخصية
da: Deling af personlige oplysninger
de: Weitergabe persönlicher Informationen
es: Divulgación de información personal
fi: Henkilötietojen jakaminen
fr: Partage d'informations personnelles
hi: व्यक्तिगत जानकारी साझा करना
id: Berbagi informasi pribadi
it: Condivisione di informazioni personali
ja: 個人情報の共有
ms: Perkongsian maklumat peribadi
nb: Deling av personlig informasjon
nl: Delen van persoonlijke informatie
pl: Udostępnianie danych osobowych
pt: Partilha de informações pessoais
ro: Partajare de informații personale
ru: Разглашение личной информации
sv: Delning av personuppgifter
th: การแบ่งปันข้อมูลส่วนตัว
tr: Kişisel bilgilerin paylaşılması
vi: Chia sẻ thông tin cá nhân
zh_hans: 分享个人信息
zh_hant: 分享個人資訊

# Moderation.Reason.RegulatedGoods
source: Regulated Goods
ar: سلع منظمة
da: Regulerede varer
de: Reglementierte Produkte
es: Productos regulados
fi: Säännellyt tuotteet
fr: Produits réglementés
hi: विनियमित सामान
id: Barang yang diatur
it: Prodotti regolamentati
ja: 規制対象商品
ms: Barangan terkawal
nb: Regulerte varer
nl: Gereguleerde goederen
pl: Towary regulowane
pt: Produtos regulamentados
ro: Bunuri reglementate
ru: Регулируемые товары
sv: Reglerade varor
th: สินค้าที่ถูกควบคุม
tr: Düzenlemeye tabi ürünler
vi: Hàng hóa được quản lý
zh_hans: 受监管商品
zh_hant: 受管制商品

# Moderation.Reason.SexualSolicitationOrExplicitLanguage
source: Sexual Solicitation or Explicit Language
ar: التماس جنسي أو لغة صريحة
da: Seksuel opfordring eller eksplicit sprog
de: Sexuelle Anfragen oder explizite Sprache
es: Propuestas sexuales o lenguaje explícito
fi: Seksuaalinen ehdottelu tai eksplisiittinen kieli
fr: Sollicitation sexuelle ou langage explicite
hi: यौन याचना या स्पष्ट भाषा
id: Permintaan seksual atau bahasa eksplisit
it: Richiesta sessuale o linguaggio esplicito
ja: 性的勧誘または露骨な言葉
ms: Permintaan seksual atau bahasa eksplisit
nb: Seksuell oppfordring eller eksplisitt språk
nl: Seksueel aanbod of expliciet taalgebruik
pl: Propozycje seksualne lub wulgarny język
pt: Solicitação sexual ou linguagem explícita
ro: Solicitare sexuală sau limbaj explicit
ru: Сексуальные предложения или откровенный язык
sv: Sexuella inviter eller explicit språk
th: การชักชวนทางเพศหรือภาษาที่ชัดเจน
tr: Cinsel talepler veya açık saçık dil
vi: Mời chào tình dục hoặc ngôn từ tục tĩu
zh_hans: 性招揽或露骨语言
zh_hant: 性招攬或露骨語言

# Moderation.Reason.SexualSuggestivity
source: Sexually Suggestive
ar: محتوى إيحائي جنسي
da: Seksuelt antydende indhold
de: Sexuell anzügliche Inhalte
es: Contenido sexualmente sugerente
fi: Seksuaalisesti vihjaileva sisältö
fr: Contenu sexuellement suggestif
hi: यौन सूचक सामग्री
id: Konten sugestif seksual
it: Contenuto sessualmente allusivo
ja: 性的示唆のあるコンテンツ
ms: Kandungan saranan seksual
nb: Seksuelt antydende innhold
nl: Seksueel suggestieve inhoud
pl: Treści o charakterze seksualnym
pt: Conteúdo sexualmente sugestivo
ro: Conținut sugestiv sexual
ru: Сексуально намекающее содержимое
sv: Sexuellt suggestivt innehåll
th: เนื้อหาที่สื่อทางเพศ
tr: Cinsel çağrışımlı içerik
vi: Nội dung gợi cảm
zh_hans: 性暗示内容
zh_hant: 性暗示內容

# Moderation.Reason.SpamOrScams
source: Spam or Scams
ar: بريد مزعج أو احتيال
da: Spam eller svindel
de: Spam oder Betrug
es: Spam o estafas
fi: Roskaposti tai huijaukset
fr: Spam ou arnaques
hi: स्पैम या धोखाधड़ी
id: Spam atau penipuan
it: Spam o truffe
ja: スパムまたは詐欺
ms: Spam atau penipuan
nb: Spam eller svindel
nl: Spam of oplichting
pl: Spam lub oszustwa
pt: Spam ou burlas
ro: Spam sau înșelăciune
ru: Спам или мошенничество
sv: Spam eller bedrägerier
th: สแปมหรือการหลอกลวง
tr: Spam veya dolandırıcılık
vi: Thư rác hoặc lừa đảo
zh_hans: 垃圾邮件或诈骗
zh_hant: 垃圾郵件或詐騙

# Moderation.Reason.SuicideOrSelfHarm
source: Suicide or Self-harm
ar: انتحار أو إيذاء النفس
da: Selvmord eller selvskade
de: Suizid und Selbstverletzung
es: Suicidio y autolesiones
fi: Itsemurha tai itsensä vahingoittaminen
fr: Suicide et automutilation
hi: आत्महत्या या आत्म-नुकसान
id: Bunuh diri atau melukai diri sendiri
it: Suicidio e autolesionismo
ja: 自殺または自傷
ms: Bunuh diri atau mencederakan diri
nb: Selvmord eller selvskading
nl: Zelfmoord of zelfbeschadiging
pl: Samobójstwo lub samookaleczenie
pt: Suicídio e automutilação
ro: Sinucidere sau autovătămare
ru: Суицид или самоповреждение
sv: Självmord eller självskadebeteende
th: การฆ่าตัวตายหรือทำร้ายตนเอง
tr: İntihar veya kendine zarar verme
vi: Tự tử hoặc tự gây thương tích
zh_hans: 自杀或自我伤害
zh_hant: 自殺或自我傷害

# Moderation.Reason.TerrorismOrganizedHateDangerousOrganizationsOrIndividual
source: Terrorism, Organized Hate, Dangerous Organizations or Individual
ar: إرهاب، كراهية منظمة، منظمات أو أفراد خطرون
da: Terrorisme, organiseret had, farlige organisationer eller personer
de: Terrorismus oder organisierter Hass
es: Terrorismo u odio organizado
fi: Terrorismi, järjestäytynyt viha, vaaralliset organisaatiot tai yksilöt
fr: Terrorisme ou haine organisée
hi: आतंकवाद, संगठित नफ़रत, खतरनाक संगठन या व्यक्ति
id: Terorisme, kebencian terorganisir, organisasi atau individu berbahaya
it: Terrorismo o odio organizzato
ja: テロリズム、組織的なヘイト、危険な組織または個人
ms: Keganasan, kebencian teratur, organisasi atau individu berbahaya
nb: Terrorisme, organisert hat, farlige organisasjoner eller personer
nl: Terrorisme, georganiseerde haat, gevaarlijke organisaties of personen
pl: Terroryzm lub zorganizowana nienawiść
pt: Terrorismo ou ódio organizado
ro: Terorism, ură organizată, organizații sau persoane periculoase
ru: Терроризм, организованная ненависть, опасные организации или лица
sv: Terrorism eller organiserat hat
th: การก่อการร้าย ความเกลียดชังที่จัดตั้งขึ้น องค์กรหรือบุคคลอันตราย
tr: Terörizm veya organize nefret
vi: Khủng bố, thù hận có tổ chức, tổ chức hoặc cá nhân nguy hiểm
zh_hans: 恐怖主义、有组织的仇恨、危险组织或个人
zh_hant: 恐怖主義、有組織的仇恨、危險組織或個人

# Moderation.Reason.UsernamePolicy
source: Username Policy
ar: قواعد اسم المستخدم
da: Regler for brugernavn
de: Verstoß gegen Benutzernamen-Richtlinien
es: Normas relativas a los nombres de usuario
fi: Käyttäjänimisäännöt
fr: Règles relatives aux noms d’utilisateur
hi: उपयोगकर्ता नाम के नियम
id: Aturan nama pengguna
it: Regole relative ai nomi utente
ja: ユーザー名のポリシー
ms: Peraturan nama pengguna
nb: Regler for brukernavn
nl: Regels voor gebruikersnamen
pl: Zasady dotyczące nazw użytkownika
pt: Regras relativas aos nomes de utilizador
ro: Reguli pentru numele de utilizator
ru: Правила имени пользователя
sv: Regler för användarnamn
th: นโยบายชื่อผู้ใช้
tr: Kullanıcı adı kuralları
vi: Quy tắc tên người dùng
zh_hans: 用户名政策
zh_hant: 使用者名稱政策

# Moderation.Reason.ViolentInstigation
source: Violent Instigation
ar: التحريض على العنف
da: Opfordring til vold
de: Aufruf zu Gewalt
es: Incitación a la violencia
fi: Väkivaltaan yllyttäminen
fr: Incitation à la violence
hi: हिंसा भड़काना
id: Hasutan kekerasan
it: Istigazione alla violenza
ja: 暴力の扇動
ms: Hasutan keganasan
nb: Oppfordring til vold
nl: Aanzetten tot geweld
pl: Podżeganie do przemocy
pt: Incitação à violência
ro: Instigare la violență
ru: Подстрекательство к насилию
sv: Uppvigling till våld
th: การปลุกระดมให้เกิดความรุนแรง
tr: Şiddete teşvik
vi: Kích động bạo lực
zh_hans: 煽动暴力
zh_hant: 煽動暴力

# Notifications.List.Empty
source: You have no new notifications.
ar: ليس لديك إشعارات جديدة.
da: Du har ingen nye notifikationer.
de: Sie haben keine neuen Benachrichtigungen.
es: No tiene notificaciones nuevas.
fi: Teillä ei ole uusia ilmoituksia.
fr: Vous n'avez pas de nouvelles notifications.
hi: आपके पास कोई नई सूचना नहीं है।
id: Anda tidak memiliki notifikasi baru.
it: Non ha nuove notifiche.
ja: 新しい通知はありません。
ms: Anda tiada pemberitahuan baharu.
nb: Du har ingen nye varsler.
nl: U hebt geen nieuwe meldingen.
pl: Nie masz nowych powiadomień.
pt: Não tem novas notificações.
ro: Nu aveți notificări noi.
ru: У Вас нет новых уведомлений.
sv: Du har inga nya notiser.
th: คุณไม่มีการแจ้งเตือนใหม่
tr: Yeni bildiriminiz yok.
vi: Bạn không có thông báo mới.
zh_hans: 您没有新通知。
zh_hant: 您沒有新通知。

# Notifications.Settings.Push.Enable
source: Enable push notifications
ar: تفعيل الإشعارات الفورية
da: Aktivér push-notifikationer
de: Push-Benachrichtigungen aktivieren
es: Activar las notificaciones push
fi: Ottakaa push-ilmoitukset käyttöön
fr: Activer les notifications push
hi: पुश सूचनाएं चालू करें
id: Aktifkan notifikasi push
it: Attivi le notifiche push
ja: プッシュ通知を有効にする
ms: Aktifkan pemberitahuan tolak
nb: Aktiver push-varsler
nl: Pushmeldingen inschakelen
pl: Włącz powiadomienia push
pt: Ativar as notificações push
ro: Activați notificările push
ru: Включить push-уведомления
sv: Aktivera push-notiser
th: เปิดใช้งานการแจ้งเตือนแบบพุช
tr: Anlık bildirimleri etkinleştir
vi: Bật thông báo đẩy
zh_hans: 启用推送通知
zh_hant: 啟用推播通知
